{
	tips:[
		"Pact designs fight in unconventional ways, finding their own methods to gain a flux advantage. They rely closely each on each other in battle.",
		"Pact hulls are almost entirely devoid of missile slots. Mounting missiles in their multi-type slots tends to come with heavy drawbacks.",
		"Hulls from the Epsilon Pact are uncommon and valuable finds outside of their fleets. Other factions tend to use more common systems for their retrofits, owing to the difficulty of keeping the originals fully intact.",
		"The Pact world of Tocquiera is largely decivilized. Its numerous settlements export commodities illegal within the Pact, but lucrative to smuggle elsewhere.",
		"Pact blueprints are closely guarded, but they're willing to exchange blueprints with trusted individuals in return for the repatriation of acquired AI cores.",
		"Pact weaponry tends to deal good damage at appreciable range, but they often come with odd caveats that mandate careful consideration before use.",
		"It's common wisdom to max out vents before caps, but consider that not all ships are made to stand and fight. Smaller ships in particular can benefit from caps over vents.",
		{"freq":0.5, "tip":"You'd only need to keep weapon flux/sec under dissipation if you planned on using all of your weapons all the time. Nobody does that. Live a little."},
		{"freq":0.5, "tip":"Some say there exists an even bigger Lasher, or maybe it's just a bunch of small Lashers in a trench-coat."},
		# {"freq":0.5, "tip":"The Atavist is just a big Lasher, yes. Some say there exists an even bigger one, or maybe it's just a bunch of small ones in a trench-coat."},
		{"freq":0.5, "tip":"Try fighting a capital ship in a Lasher. Head-on, none of that safety overrides cheese. It's fun, I promise you."},
		{"freq":0.3, "tip":"The Lasher is the strongest pound-per-pound combatant in Starsector and I'll die on this hill. The LP Brawler exists, yeah, but it falls apart in like twelve seconds. Try fighting a cruiser in an actual fleet setting with that range."},
		{"freq":0.3, "tip":"Most defensive systems are horrendously boring to fight against. If you're a making a mod, give it thought. We *love* it when our torpedoes do like twelve damage, really."},
		{"freq":0.3, "tip":"Flesh or silicon, blood or electricity, what difference does it make? How can you know what I'm made of?"},
		{"freq":0.5, "tip":"Replacing the furry portraits unlocks a hidden feature that spawns a pipe bomb in your mailbox within the next 30 to 60 business days."},
	]
}